[UI_TREE]
EDITCfg= 설정 편집
MARKCfg=레이블 설정
3DCfg=3D 설정
ImportDxf_Type0Cfg=DXF 가져오기 설정
SysCfg= 추가 설정

[Edit]
EDIT= 설정 편집
PointFilterPrecis = 필터 정밀도(mm)
PointFilterAngle = 필터 각도(도)
PointPrecisMoveStep=점 이동 스텝(mm)
MICRO= 위치 미세조정 스텝(mm)
MICROROTATE= 각도 미세조정 스텝(도)
CLICK = 선택 정밀도(mm)
UNDO= 레벨 롤백 레벨
ONETOTWO = 브레이크 정밀도(mm)
ExtendSpace= 축소 정밀도(mm)
KillAngleSpace= 각도 정밀도(mm)
PreViewZoomScale = 미리 보기 배율
LayerCnt= 레이어 레벨
JoinDistance= 커브 결합 최대 거리
FastDrawEnable = 채움 선 디스플레이 속도 향상
FastDrawEnableOption= 끄기 | 활성화

[MARK]
마크 = 레이블 설정
SafeDoorRemark= 안전문 닫기 계속 표시 여부
SafeDoorRemarkOption= 아니요 | 예
CloseRedIfMark= 레이블을 칠 때 자동으로 빨간색 조명이 꺼지는지 여부
CloseRedIfMarkOption= 아니요 | 예
RedPreviewLayerNo= 레드 라이트 미리보기 레이블 속도

[3D]
3D = 3D 설정
3dModelPrecision=3D 모델 처리 정밀도
3dTrancePrecision=3D 데이터 변환 정밀도
STLOptimize=STL 모델 맵 최적화
STLOptimizeOption= 아니요 | 예

[ImportDxf_Type0]
ImportDxf_Type0=DXF 가져오기 설정
SepArc = 호 정밀도(5~255)
SepSpLine= 스플라인 정밀도(5~255)

[Sys]
Sys= 추가 설정
CIRCLEPRECIS = 호 정밀도(mm)
SAMPLECOUNT = 호 세그먼트당 샘플링 수
AIIMPORTPRECIS=AI 파일 가져오기 정밀도(mm)
PowerFill= 충전 속도 최적화
PowerFillOption= 아니요 | 예
PowerDraw=드로잉 속도 최적화
PowerDrawOption= 아니요 | 예
PowerRPViewFrame= 레드 라이트 미리 보기 프레임 최적화
PowerRPViewFrameOption= 아니요 | 예

[UI_FACE]
ExportSysPara = 매개변수 내보내기...
ImportSysPara = 매개변수 가져오기...
Ok=확인
Cancel= 취소
Apply = 적용

;3DCALI DLG MAIN
[DLG_6000]
1019 = 레이블 매개변수 설정
1021 = 레이블 시작
1022 = 레드 라이트 미리보기
1023 = 루프 레이블
1024 = 보정 파일 내보내기
1025 = 가져오기 보정 파일
1027 = 모터 기준점
1028 = 최소 조절 위치
1029 = 최대 조절 위치
1030 = 증가 보정
1031 = 데이텀 면 초점
1033 = 매개변수 설정
6000 = 보정 유형
6001 = 기본 매개변수
6002 = 모터 위치
3 = 보정 파일 생성
4 = 재설정

;3DCALI DLG PARAM
[DLG_140]
1035 = 레이블 횟수
1036 = 레이블 속도 (mm/s)
1037 = 빈 홉 속도(mm/s)
1038 = Q 주파수(kHz)
1039 = Q 릴리스(us)
1040 = 전류(A)
1041 = 전원 (%)
1042 = 모드
1051 = 적용
2 = 취소

;3DCALI STRING
[STRINGTABLE]
Motor position= 모터 위치
Current focus= 현재 초점
Wrong motor parameters = 모터 매개변수 오류
Motor movement failure = 모터 동작 실패
Motor increment out of range(0.01mm~5mm) = 모터 증가 범위 초과(0.01mm~5mm)
Focus of base plane out of range(>0mm) = 기준면 초점 범위 초과(>0mm)
Cali data wrong, the focus must be monotonically increasing/decreasing= 초점 거리가 단조롭게 증가/감소해야 하는 데이터 오류 보정
Cali file detected, generation will modify the original file. It is recommended to back up (Export) the file first. Are you sure to continue generating?=보정 파일이 이미 존재합니다. 보정 테이블을 생성하면 원래 보정 파일이 수정되어 백업 (내보내기) 후에 생성되는 것이 좋습니다.생성을 계속하시겠습니까?
Generating cali file false: Unable to open/create file= 보정 파일 생성 실패: 파일을 열거나 만들 수 없음
Generating cali file false: Unable to write file= 보정 파일 생성 실패: 파일에 쓸 수 없음
Stop Marking = 마크업 중지
Start Marking=마크업 시작
Failed to stop marking = 마크업 중지 실패
Failed to start marking = 마커 중지 실패
Export success = 내보내기 성공
Export failed: Can not find cali file or copy file failed= 내보내기 실패: 보정 파일을 찾을 수 없거나 복사하지 못했습니다.
Import failed: Cali file does not exist= 가져오기 실패: 보정 파일이 존재하지 않음
Import failed: Unknow= 가져오기 실패: 알 수 없는 오류
Cali file already exists, do you want to replace it= 보정 파일이 이미 존재합니다. 덮어쓰시겠습니까?
Import success= 가져오기 성공
Import failed: Please manually copy the cali file to the'\\EMCC\\caliset\\%cardID%\\'directory= 가져오기 실패: 수정 파일을'\EMCC\caliset\%cardID%\'디렉토리에 수동으로 복사하십시오.
Data is not enough, please input at lease 2 rows= 데이터가 너무 적습니다. 최소한 두 줄의 데이터를 입력하십시오.
Generation of cali file succeeded= 보정 파일 생성 성공
Error: Handle of device.dll is null= 오류: device.dll 핸들이 비어 있음
Error: Card number wrong= 오류: 카드 번호 오류
Error: Load device.dll or API failed= 오류: device.dll 또는 해당 API를 로드하는 중 실패
Path of cali file wrong or SystemSet.ini not found= 교정 파일 디렉토리 오류 또는 SystemSet.ini를 찾을 수 없음
Error: Open 3dmarker.dat failed= 오류: 3dmarker.dat 파일을 여는 데 실패했습니다.
Error:Open.dat failed= 오류:.dat 파일 열기 실패
Error: Enter mark environment failed= 오류: 레이블 환경 진입 실패
Error: Leave mark environment failed= 오류: 레이블 환경을 벗어나지 못했습니다.